---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.SfPerMbh
source: html/82577662-50ef-d18a-1340-8812db6b8611.htm
---
# Autodesk.Revit.DB.SymbolTypeId.SfPerMbh Property

Symbol SF/MBh, indicating unit Square feet per thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId SfPerMbh { get; }
```